;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: MSM(uyghurdetal)
; TranslationAuthorEmail: alxir552@sina.com
; Soft Version: 1.19.57

[Translation]
LanguageName=UG
LangCode=0480
ReadHabit=Right-to-left
DefaultFont=Microsoft Uighur
DefaultFontSize=9
DefaultCharset=Unicode
Confirm=جەزملەش


;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=بار بولغىنى
TfrmWRMMain.btnCompleted.Caption=تاماملانغىنى
TfrmWRMMain.btnBack.caption=قايتىش
TfrmWRMMain.btnDone.Caption=ساقلاش
TfrmWRMMain.lblRepeat.caption=تەكرارلاش:
TfrmWRMMain.lblTime.caption=ۋاقىت:
TfrmWRMMain.lblName.caption=تەپسىلاتى:
TfrmWRMMain.lblDate.caption=چىسلا:
TfrmWRMMain.cbPeriod.Item1=بىر قېتىم
TfrmWRMMain.cbPeriod.Item2=كۈندە
TfrmWRMMain.cbPeriod.Item3=ھەپتىدە
TfrmWRMMain.cbPeriod.Item4=ئايدا
TfrmWRMMain.cbPeriod.Item5=يىلدا
;
;hint
;
TfrmWRMMain.imgf.hint=تا بىزگە ئەگىشىڭFacebook
TfrmWRMMain.imgt.hint=دا بىزگە ئەگىشىڭtwitter
TfrmWRMMain.imgmail.hint=دوستىڭىز بىلەن ئورتاقلىشىڭ
TfrmWRMMain.imghome.hint=باش بەت
TfrmWRMMain.CloseHint=تاقاش
TfrmWRMMain.MenuHint=تىزىملىك
TfrmWRMMain.MinHint=كىچىكلىتىش
TfrmWRMMain.lbl2.caption=ھازىرقى نەشرى:%s
TfrmWRMMain.lbl3.Caption=يېڭىلىنىشىنى تەكشۈرۈش
TfrmWRMMain.btnDetails.hint_1=تەپسىلاتى
TfrmWRMMain.btnDetails.hint_2=ئۆزگەرتىش ۋە ئەسلىگە قايتۇرۇش
TfrmWRMMain.btnDelete.hint_1=تاماملاندى دەپ بەلگىلەش
TfrmWRMMain.btnDelete.hint_2=ئۆچۈرۈش
TfrmWRMMain.OpenWindow=ئېچىش WiseReminder
TfrmWRMMain.btnNew.Caption=يېڭىدىن
msgdlg.btnNO=ياق
msgdlg.btnOk=ھەئە
msgdlg.btnYes=ھەئە
;
; Time
;
constY=يىل
constM=ئاي
constD=كۈن
constHH=سائەت
constMM=مىنۇت
constSS=سېكۇنت
constYs=يىل
constMs=ئاي
constDs=كۈن
constHHs=سائەت
constMMs=مىنۇت
constSSs=سېكۇنت
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=توردا ياردەم
TfrmWRMMain.TrayMenuItem2=مۇنبەر
TfrmWRMMain.TrayMenuItem3=باش بەت
TfrmWRMMain.TrayMenuItem4=ئالاقىلىشىڭ
TfrmWRMMain.TrayMenuItem5=يېڭىلىنىشىنى تەكشۈرۈش
TfrmWRMMain.TrayMenuItem6=خەۋەر تەكشۈرۈش
TfrmWRMMain.TrayMenuItem7=تىللار
TfrmWRMMain.TrayMenuItem8=سىستېما قوزغالغاندا ئىجرا بولۇش 
TfrmWRMMain.TrayMenuItem9=ھەققىدە
TfrmWRMMain.TrayMenuItem10=چېكىنىش
TfrmRemindDlg.Caption_1=بەزى ئەسكەرتىشلەرگە دىققەت قىلمىدىڭىز
TfrmWRMMain.lbl1.caption=ئەسلىگە كەلتۈرۈش
TfrmWRMMain.fxpmn.item1=زاپاسلاش
TfrmWRMMain.fxpmn.item2=ئەسلىگە كەلتۈرۈش
GetLang=گە تەرجىمە قىلىش...
;
; Notice
;
TfrmRemindDlg.Caption=كۆرسەتمە
TfrmRemindDlg.btnComplete.Caption=بىلدىم
TfrmRemindDlg.btnDelay.Caption=كەينىگە سۈرۈش
;
; About
;
TfrmAbout.Caption=ھەققىدە
TfrmAbout.lblEmail.caption=ئېلخەتتە قوللاڭ:
TfrmAbout.lblhome.caption=ئورگان بېتى:
TfrmAbout.lblthanks.caption=تۆۋەندىكى كىشىلەرنىڭ ئەجرىگە تەشەككۈر ئېيتىمىز
TfrmAbout.btnOk.Caption=جەزملەش
TfrmAbout.lblver.Caption=ھازىرقى نەشرى:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1=ئاۋازسىز
TfrmWRMMain.cbbVoice.Item2=سۈكۈتتىكى
TfrmWRMMain.cbbVoice.Item3=ئىختىيارى بەلگىلەش
TfrmWRMMain.lblVoice.Caption=ئەسكەرتمە ئاۋازى


[Messages]
UnkonwFileType=ئاۋاز ھۆججىتىنى پەرىلەندۈرەلمىدى
ExitModify=ئۆزگەرتكەننى ساقلىمىدىڭىز، بۇ بەتتىن راستىنلا ئايرىلامسىز؟
RemindNameNULL=ئەسكەرتىدىغان مەزمۇننى كىرگۈزۈڭ
NewVer=يېڭى نەشرى بايقالدى، ھازىر يېڭىلامسىز؟
NoNewVer=ئىشلىتىۋاتقىنىڭىز ئەڭ يېڭى نەشرى
ExitApp=دېتالدىن راستىنلا چېكىنەمسىز؟ ئۇنداقتا ئىقتىدارلىق ئەسكەرتمىلەر ئەمەلدىن قالىدۇ
NoneReminder=تېخى ئەسكەرتمە بەلگىلىمىدىڭىز
NoneCopmpleted=تاماملانغان ئەسكەرتمىڭىز يوق
NoneSelected=ئاز دېگەندە بىر تۈرنى تاللاڭ
TimeOver=تەڭشىگەن ۋاقتىڭىز ھازىرقى ۋاقىتتىن بۇرۇن بولۇپ قاپتۇ


[Lang]
NativeLanguage=ئۇيغۇرچە